Repository: shabi/FairFutureApp
Catalog: FairFuture/Resources/Localizable/Localizable.xcstrings
Source language: en
Languages: hi, ur

# add_tx.amount
source: Amount
hi: राशि
ur: رقم

# add_tx.nav_title
source: Record Donation
hi: दान दर्ज करें
ur: عطیہ درج کریں

# add_tx.notes
source: Notes
hi: नोट्स
ur: نوٹس

# add_tx.pay_now
source: Pay Now
hi: अभी भुगतान करें
ur: ابھی ادا کریں

# add_tx.recipient
source: Recipient
hi: प्राप्तकर्ता
ur: وصول کنندہ

# add_tx.set_aside_title
source: Set Aside
hi: अलग रखें
ur: محفوظ رکھیں

# add_tx.upi_title
source: UPI Payment
hi: UPI भुगतान
ur: UPI ادائیگی

# dashboard.add_category
source: Add Category
hi: श्रेणी जोड़ें
ur: زمرہ شامل کریں

# dashboard.categories
source: Categories
hi: श्रेणियाँ
ur: زمرے

# dashboard.giving_journey
source: Your Giving Journey
hi: आपकी दान यात्रा
ur: آپ کا سفرِ عطا

# dashboard.obligation
source: Obligation
hi: दायित्व
ur: ذمہ داری

# dashboard.paid
source: Paid
hi: भुगतान
ur: ادا شدہ

# dashboard.remaining
source: Remaining
hi: शेष
ur: باقی

# dashboard.title
source: Barakah Ledger
hi: बरकत लेजर
ur: برکت لیجر

# dashboard.yearly_giving
source: Yearly Giving
hi: वार्षिक दान
ur: سالانہ عطا

# error.invalid_amount
source: Please enter a valid amount.
hi: कृपया एक मान्य राशि दर्ज करें।
ur: براہ کرم درست رقم درج کریں۔

# error.invalid_name
source: Please enter a category name.
hi: कृपया एक श्रेणी नाम दर्ज करें।
ur: براہ کرم زمرے کا نام درج کریں۔

# general.add
source: Add
hi: जोड़ें
ur: شامل کریں

# general.cancel
source: Cancel
hi: रद्द करें
ur: منسوخ

# general.delete
source: Delete
hi: हटाएं
ur: حذف کریں

# general.done
source: Done
hi: हो गया
ur: ہو گیا

# general.error
source: Error
hi: त्रुटि
ur: خطا

# general.ok
source: OK
hi: ठीक है
ur: ٹھیک ہے

# general.per_day
source: per day
hi: प्रति दिन
ur: فی دن

# general.save
source: Save
hi: सहेजें
ur: محفوظ کریں

# general.success
source: Done!
hi: हो गया!
ur: ہو گیا!

# history.mark_paid
source: Mark as Paid
hi: भुगतान के रूप में चिह्नित करें
ur: ادا شدہ نشان کریں

# history.nav_title
source: History
hi: इतिहास
ur: تاریخ

# history.pending
source: PENDING
hi: लंबित
ur: زیر التواء

# pending_banner.pay_all
source: Pay All Now
hi: सब अभी भुगतान करें
ur: سب ابھی ادا کریں

# pending_banner.title
source: Pending — Set Aside
hi: लंबित — अलग रखा
ur: زیر التواء

# settings.app_language
source: App Language
hi: ऐप भाषा
ur: ایپ کی زبان

# settings.data_reset
source: Data & Reset
hi: डेटा और रीसेट
ur: ڈیٹا اور ری سیٹ

# settings.language
source: Language
hi: भाषा
ur: زبان

# settings.nav_title
source: Settings
hi: सेटिंग्स
ur: ترتیبات

# settings.notifications
source: Notifications
hi: सूचनाएं
ur: اطلاعات

# settings.reset_all
source: Reset Everything
hi: सब कुछ रीसेट करें
ur: سب کچھ ری سیٹ کریں

# settings.reset_tx
source: Reset All Transactions
hi: सभी लेनदेन रीसेट करें
ur: تمام لین دین ری سیٹ کریں

# tab.dashboard
source: Dashboard
hi: डैशबोर्ड
ur: ڈیش بورڈ

# tab.history
source: History
hi: इतिहास
ur: تاریخ

# tab.settings
source: Settings
hi: सेटिंग्स
ur: ترتیبات

# tab.tracker
source: Tracker
hi: ट्रैकर
ur: ٹریکر

# tracker.convert_btn
source: Convert to Donation
hi: दान में बदलें
ur: عطیہ میں تبدیل کریں

# tracker.history_title
source: Conversion History
hi: रूपांतरण इतिहास
ur: تبدیلی کی تاریخ

# tracker.how_it_works
source: How It Works
hi: यह कैसे काम करता है
ur: یہ کیسے کام کرتا ہے

# tracker.nav_title
source: Daily Tracker
hi: दैनिक ट्रैकर
ur: روزانہ ٹریکر

# tracker.paid_badge
source: Paid
hi: भुगतान
ur: ادا شدہ

# tracker.pause_btn
source: Pause
hi: रोकें
ur: روکیں

# tracker.pay_now
source: Pay Now
hi: अभी भुगतान करें
ur: ابھی ادا کریں

# tracker.resume_btn
source: Resume Tracker
hi: ट्रैकर फिर शुरू करें
ur: ٹریکر دوبارہ شروع کریں

# tracker.set_aside
source: Set Aside
hi: अलग रखें
ur: محفوظ رکھیں

# tracker.set_aside_badge
source: Set Aside
hi: अलग रखा
ur: محفوظ

# tracker.start_btn
source: Start Daily Tracker
hi: दैनिक ट्रैकर शुरू करें
ur: روزانہ ٹریکر شروع کریں
